Revit 2027 API
BuiltInFailures.DividedSurfaceFailures.DividedSurfaceSplitRefInvisible Property
 Some of the splitting references of this Divided Surface are invisible in the current view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DividedSurfaceSplitRefInvisible { get; }
Public Shared ReadOnly Property DividedSurfaceSplitRefInvisible As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DividedSurfaceSplitRefInvisible {
	FailureDefinitionId^ get ();
}
static member DividedSurfaceSplitRefInvisible : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DividedSurfaceFailures Class
Autodesk.Revit.DB Namespace